cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'neovim/neovim'
tap 'homebrew/dupes'
tap 'caskroom/versions'
tap 'caskroom/fonts'

brew 'ack'
brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'fasd'
brew 'geoip'
brew 'git'
brew 'git-extras'
brew 'gnupg'
brew 'hub'
brew 'openssh'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'neovim'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'python3'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

brew 'packer'
brew 'terraform'

cask 'sublime-text3'
cask 'visual-studio-code'
cask 'font-inconsolata-g-for-powerline'
